Repository: wanggzfdm/my-clipaste
Catalog: clipaste/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: Remove from Favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
zh_hans: 移出收藏
zh_hant: 移出收藏

source: Remove Selected Ignored App
de: Ausgewählte ignorierte App entfernen
fr: Supprimer l’app ignorée sélectionnée
ja: 選択した除外アプリを削除
ko: 선택한 제외 앱 제거
zh_hans: 移除选中的排除应用
zh_hant: 移除所選的排除應用程式

source: Remove Selected Ignored Apps
de: Ausgewählte ignorierte Apps entfernen
fr: Supprimer les apps ignorées sélectionnées
ja: 選択した除外アプリを削除
ko: 선택한 제외 앱 제거
zh_hans: 移除选中的排除应用
zh_hant: 移除所選的排除應用程式

source: Rename
de: Umbenennen
fr: Renommer
ja: 名前を変更
ko: 이름 바꾸기
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Group
de: Gruppe umbenennen
fr: Renommer le groupe
ja: グループ名を変更
ko: 그룹 이름 바꾸기
zh_hans: 重新命名分组
zh_hant: 重新命名群組

source: Repaired %@ app icon dominant color record(s)
de: %1$@ Datensatz/Datensätze für dominante App-Symbolfarben repariert
fr: %1$@ enregistrement(s) de couleur dominante d’icône d’app réparé(s)
ja: %1$@ 件の App アイコン主要色レコードを修復しました
ko: %1$@개의 앱 아이콘 대표 색상 레코드를 복구했습니다
zh_hans: 已修复 %1$@ 条 App 图标主色记录
zh_hant: 已修復 %1$@ 筆 App 圖示主色記錄

source: Repaired %@ migrated record timestamp baseline issue(s)
de: %1$@ Zeitstempel-Basisproblem(e) migrierter Datensätze repariert
fr: %1$@ problème(s) de base d’horodatage d’enregistrements migrés réparé(s)
ja: %1$@ 件の移行済みレコードのタイムスタンプ基準問題を修復しました
ko: %1$@개의 마이그레이션된 레코드 타임스탬프 기준 문제를 복구했습니다
zh_hans: 已修复 %1$@ 条迁移记录的时间戳基准错误
zh_hant: 已修復 %1$@ 筆遷移記錄的時間戳記基準錯誤

source: Repaired %@ text/code classification record(s)
de: %1$@ Text-/Code-Klassifizierungsdatensatz/-datensätze repariert
fr: %1$@ enregistrement(s) de classification texte/code réparé(s)
ja: %1$@ 件のテキスト/コード分類レコードを修復しました
ko: %1$@개의 텍스트/코드 분류 레코드를 복구했습니다
zh_hans: 已修复 %1$@ 条文本/代码分类记录
zh_hant: 已修復 %1$@ 筆文字/程式碼分類記錄

source: Replace Current Item
de: Aktuelles Element ersetzen
fr: Remplacer l’élément actuel
ja: 現在の項目を置き換え
ko: 현재 항목 바꾸기
zh_hans: 替换当前 Item
zh_hant: 替換目前 Item

source: Require Cmd+Backspace to Delete
de: Cmd+Backspace zum Löschen erforderlich
fr: Exiger Cmd+Retour arrière pour supprimer
ja: 削除に Cmd+Backspace を必須にする
ko: 삭제 시 Cmd+Backspace 필요
zh_hans: 删除时必须使用 Cmd+Backspace
zh_hant: 刪除時必須使用 Cmd+Backspace

source: Reset Shortcuts to Defaults
de: Tastenkombinationen auf Standard zurücksetzen
fr: Réinitialiser les raccourcis par défaut
ja: ショートカットをデフォルトに戻す
ko: 단축키를 기본값으로 재설정
zh_hans: 将快捷方式重置为默认
zh_hant: 將快捷方式重置為預設

source: Restore Default Shortcut
de: Standardkurzbefehl wiederherstellen
fr: Restaurer le raccourci par défaut
ja: デフォルトのショートカットを復元
ko: 기본 단축키 복원
zh_hans: 恢复默认快捷键
zh_hant: 恢復預設快捷鍵

source: Resume Monitoring
de: Überwachung fortsetzen
fr: Reprendre la surveillance
ja: クリップボード監視を再開
ko: 클립보드 모니터링 재개
zh_hans: 恢復监控剪贴板
zh_hant: 恢復監控剪貼板

source: Retention Period
de: Aufbewahrungsdauer
fr: Durée de conservation
ja: 保存期間
ko: 보존 기간
zh_hans: 保留时长
zh_hant: 保存期限

source: Retry with AI OCR
de: Mit KI-OCR erneut versuchen
fr: Réessayer avec l’OCR IA
ja: AI OCR で再試行
ko: AI OCR로 다시 시도
zh_hans: 改用 AI OCR 重试
zh_hant: 改用 AI OCR 重試

# Retry With Other Engine
source: Retry with the other OCR engine
de: Mit der anderen OCR-Engine erneut versuchen
fr: Réessayer avec l’autre moteur OCR
ja: 別の OCR エンジンで再試行
ko: 다른 OCR 엔진으로 다시 시도
zh_hans: 使用另一种 OCR 引擎重试
zh_hant: 使用另一種 OCR 引擎重試

source: Retry with Vision OCR
de: Mit Vision-OCR erneut versuchen
fr: Réessayer avec l’OCR Vision
ja: Vision OCR で再試行
ko: Vision OCR로 다시 시도
zh_hans: 改用 Vision OCR 重试
zh_hant: 改用 Vision OCR 重試

source: Return to Clipaste after granting permission; status refreshes automatically.
de: Kehren Sie nach der Autorisierung zu Clipaste zurück. Der Status wird automatisch aktualisiert.
fr: Revenez dans Clipaste après avoir accordé l'autorisation, le statut se rafraîchira automatiquement.
ja: 権限を付与したら Clipaste に戻ると、ステータスが自動的に更新されます。
ko: 권한을 허용한 후 Clipaste로 돌아오면 상태가 자동으로 새로고침됩니다.
zh_hans: 完成授权后回到 Clipaste，状态将自动更新。
zh_hant: 完成授權後回到 Clipaste，狀態將自動更新。

source: Reusing cached %@ runtime
de: Zwischengespeicherte %@-Runtime wird wiederverwendet
fr: Réutilisation du runtime %@ en cache
ja: キャッシュ済みの %@ ランタイムを再利用します
ko: 캐시된 %@ 런타임을 재사용합니다
zh_hans: 复用已缓存的 %@ 运行时
zh_hant: 重複使用已快取的 %@ 執行階段

source: Rich Mode
de: Erweiterter Modus
fr: Mode enrichi
ja: リッチモード
ko: 풍부한 모드
zh_hans: 丰富模式
zh_hant: 豐富模式

source: Rich mode shows link titles, favicons, and domains. Default mode shows only the URL.
de: Der erweiterte Modus zeigt Linktitel, Favicons und Domains. Der Standardmodus zeigt nur die URL.
fr: Le mode enrichi affiche les titres des liens, les favicons et les domaines. Le mode par défaut affiche uniquement l’URL.
ja: リッチモードではリンクのタイトル、favicon、ドメインを表示します。デフォルトモードでは URL のみを表示します。
ko: 풍부한 모드는 링크 제목, 파비콘, 도메인을 표시합니다. 기본 모드는 URL만 표시합니다.
zh_hans: 丰富模式显示链接标题、favicon 和域名。默认模式只显示 URL。
zh_hant: 豐富模式會顯示連結標題、favicon 和網域。預設模式只顯示 URL。

source: Run Behavior
de: Ausführungsverhalten
fr: Comportement d’exécution
ja: 実行動作
ko: 실행 동작
zh_hans: 运行行为
zh_hant: 執行行為

source: Running AI skill…
de: KI-Fähigkeit wird ausgeführt…
fr: Exécution de la compétence IA…
ja: AIスキルを実行中…
ko: AI 기술 실행 중…
zh_hans: 正在运行 AI 技能…
zh_hant: 正在執行 AI 技能…

source: Runs automatically after login and appears in the menu bar, without interrupting your workflow.
de: Wird nach der Anmeldung automatisch gestartet und in der Menüleiste angezeigt, ohne deinen Workflow zu unterbrechen.
fr: Se lance automatiquement après la connexion et s’affiche dans la barre de menus, sans interrompre votre flux de travail.
ja: ログイン後に自動で起動し、メニューバーに表示され、作業フローを中断しません。
ko: 로그인 후 자동으로 실행되어 메뉴 막대에 표시되며, 작업 흐름을 방해하지 않습니다.
zh_hans: 登录后自动运行并显示在菜单栏，不打扰工作流。
zh_hant: 登入後自動執行並顯示在選單列，不打擾工作流程。

source: Runtime Generation
de: Laufzeitgeneration
fr: Génération du runtime
ja: ランタイム世代
ko: 런타임 세대
zh_hans: 运行时代次
zh_hant: 執行階段代次

source: Runtime switch completed. Current route: %@
de: Runtime-Wechsel abgeschlossen. Aktuelle Route: %1$@
fr: Basculement du runtime terminé. Route actuelle : %1$@
ja: ランタイムの切り替えが完了しました。現在のルート：%1$@
ko: 런타임 전환이 완료되었습니다. 현재 경로: %1$@
zh_hans: 运行时切换完成。当前路由：%1$@
zh_hant: 執行階段切換完成。目前路由：%1$@

source: Runtime switch failed: %@
de: Runtime-Wechsel fehlgeschlagen: %1$@
fr: Échec du basculement du runtime : %1$@
ja: ランタイムの切り替えに失敗しました：%1$@
ko: 런타임 전환 실패: %1$@
zh_hans: 运行时切换失败：%1$@
zh_hant: 執行階段切換失敗：%1$@

source: Save
de: Sichern
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save Changes?
de: Änderungen sichern?
fr: Enregistrer les modifications ?
ja: 変更を保存しますか？
ko: 변경사항을 저장할까요?
zh_hans: 要保存更改吗？
zh_hant: 要儲存更改嗎？

source: Seamlessly sync clipboard history across all Macs signed in with the same Apple ID.
de: Synchronisiere deinen Zwischenablageverlauf nahtlos auf allen Macs, die mit derselben Apple-ID angemeldet sind.
fr: Synchronisez automatiquement l’historique du presse-papiers sur tous les Mac connectés avec le même identifiant Apple.
ja: 同じ Apple ID でサインインしているすべての Mac 間でクリップボード履歴をシームレスに同期します。
ko: 같은 Apple ID로 로그인한 모든 Mac에서 클립보드 기록을 매끄럽게 동기화합니다.
zh_hans: 在使用同一 Apple ID 登录的所有 Mac 之间无缝同步剪贴板历史记录。
zh_hant: 在使用相同 Apple ID 登入的所有 Mac 之間無縫同步剪貼簿歷史記錄。

source: Search History…
de: Verlauf durchsuchen…
fr: Rechercher l'historique…
ja: 履歴を検索…
ko: 기록 검색…
zh_hans: 搜索历史记录…
zh_hant: 搜尋歷史記錄…

source: Search…
de: Suchen…
fr: Rechercher…
ja: 検索…
ko: 검색…
zh_hans: 搜索…
zh_hant: 搜尋…

source: Select JSON Export File
de: JSON-Exportdatei auswählen
fr: Choisir le fichier JSON exporté
ja: JSON 書き出しファイルを選択
ko: JSON 내보내기 파일 선택
zh_hans: 选择 JSON 导出文件
zh_hant: 選擇 JSON 匯出檔案

source: Select SQLite Database
de: SQLite-Datenbank auswählen
fr: Choisir la base SQLite
ja: SQLite データベースを選択
ko: SQLite 데이터베이스 선택
zh_hans: 选择 SQLite 数据库
zh_hant: 選擇 SQLite 資料庫

source: Select the %@ exported JSON file. Clipaste will parse it using the dedicated PasteNow JSON path.
de: Wähle die exportierte JSON-Datei von %1$@ aus. Clipaste verarbeitet sie über den speziellen PasteNow-JSON-Pfad.
fr: Choisissez le fichier JSON exporté de %1$@. Clipaste l’analysera via le flux JSON dédié à PasteNow.
ja: %1$@ から書き出した JSON ファイルを選択してください。Clipaste は PasteNow 専用の JSON ルートで解析します。
ko: %1$@에서 내보낸 JSON 파일을 선택하세요. Clipaste가 PasteNow 전용 JSON 경로로 해석합니다.
zh_hans: 请选择 %1$@ 导出的 JSON 文件。Clipaste 会按 PasteNow 专用 JSON 路由解析。
zh_hant: 請選擇 %1$@ 匯出的 JSON 檔案。Clipaste 會以 PasteNow 專用 JSON 路徑解析。

source: Select the %@ SQLite database file.
de: Wähle die SQLite-Datenbankdatei von %1$@ aus.
fr: Choisissez le fichier de base de données SQLite de %1$@.
ja: %1$@ の SQLite データベースファイルを選択してください。
ko: %1$@ SQLite 데이터베이스 파일을 선택하세요.
zh_hans: 请选择 %1$@ 的 SQLite 数据库文件。
zh_hant: 請選擇 %1$@ 的 SQLite 資料庫檔案。

source: Select the iCopy SQLite database file.
de: Wähle die SQLite-Datenbankdatei von iCopy aus.
fr: Choisissez le fichier de base de données SQLite d’iCopy.
ja: iCopy の SQLite データベースファイルを選択してください。
ko: iCopy SQLite 데이터베이스 파일을 선택하세요.
zh_hans: 请选择 iCopy 的 SQLite 数据库文件。
zh_hant: 請選擇 iCopy 的 SQLite 資料庫檔案。

source: Select the Maccy SQLite database file.
de: Wähle die SQLite-Datenbankdatei von Maccy aus.
fr: Choisissez le fichier de base de données SQLite de Maccy.
ja: Maccy の SQLite データベースファイルを選択してください。
ko: Maccy SQLite 데이터베이스 파일을 선택하세요.
zh_hans: 请选择 Maccy 的 SQLite 数据库文件。
zh_hant: 請選擇 Maccy 的 SQLite 資料庫檔案。

source: Select the Paste SQLite database file.
de: Wähle die SQLite-Datenbankdatei von Paste aus.
fr: Choisissez le fichier de base de données SQLite de Paste.
ja: Paste の SQLite データベースファイルを選択してください。
ko: Paste SQLite 데이터베이스 파일을 선택하세요.
zh_hans: 请选择 Paste 的 SQLite 数据库文件。
zh_hant: 請選擇 Paste 的 SQLite 資料庫檔案。

source: Select the PasteNow exported JSON file.
de: Wähle die exportierte JSON-Datei von PasteNow aus.
fr: Choisissez le fichier JSON exporté de PasteNow.
ja: PasteNow の書き出し JSON ファイルを選択してください。
ko: PasteNow 내보내기 JSON 파일을 선택하세요.
zh_hans: 请选择 PasteNow 导出的 JSON 文件。
zh_hant: 請選擇 PasteNow 匯出的 JSON 檔案。

source: Send
de: Senden
fr: Envoyer
ja: 送信
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: Send Feedback
de: Feedback senden
fr: Envoyer un commentaire
ja: フィードバックを送信
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送意見反應

source: Set as Active
de: Als aktiv setzen
fr: Définir comme actif
ja: 有効にする
ko: 활성으로 설정
zh_hans: 设为激活
zh_hant: 設為啟用

source: Set Preferences
de: Einstellungen festlegen
fr: Définir les préférences
ja: 環境設定を行う
ko: 환경설정하기
zh_hans: 设置偏好
zh_hant: 設定偏好

source: Set Up Your Activation Shortcut
de: Richte deinen Aktivierungs-Kurzbefehl ein
fr: Configurez votre raccourci d’activation
ja: 起動ショートカットを設定
ko: 활성화 단축키 설정
zh_hans: 设置你的激活快捷键
zh_hant: 設定你的啟動快捷鍵

source: Set Up Your Preferences
de: Einstellungen anpassen
fr: Configurez vos préférences
ja: 設定をカスタマイズ
ko: 기본 설정 완료
zh_hans: 按你的习惯完成配置
zh_hant: 按你的習慣完成配置

source: Set your personal wake shortcut
de: Persönlichen Aktivierungskurzbefehl festlegen
fr: Définissez votre raccourci d'activation personnel
ja: 専用の起動ショートカットを設定する
ko: 전용 실행 단축키 설정
zh_hans: 设置你的专属唤醒快捷键
zh_hant: 設定你的專屬喚醒快速鍵

source: Settings…
de: Einstellungen…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Share…
de: Teilen…
fr: Partager…
ja: 共有…
ko: 공유…
zh_hans: 分享…
zh_hant: 分享…

source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show / Hide Clipboard Panel
de: Zwischenablage-Panel ein-/ausblenden
fr: Afficher / masquer le panneau du presse-papiers
ja: クリップボードパネルの表示 / 非表示
ko: 클립보드 패널 표시 / 숨기기
zh_hans: 显示 / 隐藏剪贴板面板
zh_hant: 顯示 / 隱藏剪貼板面板

source: Show Clipboard History
de: Zwischenablagen-Verlauf anzeigen
fr: Afficher l'historique du presse-papiers
ja: クリップボード履歴を表示
ko: 클립보드 기록 표시
zh_hans: 呼出剪贴板历史记录
zh_hant: 呼出剪貼板歷史記錄

source: Show detailed preview when using vertical layouts
de: Detaillierte Vorschau bei vertikalen Layouts anzeigen
fr: Afficher un aperçu détaillé lors de l'utilisation des dispositions verticales
ja: 縦型レイアウト使用時に詳細プレビューを表示
ko: 세로 레이아웃 사용 시 상세 미리보기 표시
zh_hans: 使用垂直布局时显示详细预览
zh_hant: 使用垂直佈局時顯示詳細預覽

source: Show or Hide Clipboard Panel
de: Zwischenablagen-Panel ein-/ausblenden
fr: Afficher ou masquer le panneau du presse-papiers
ja: クリップボードパネルを表示/非表示
ko: 클립보드 패널 표시 또는 숨기기
zh_hans: 显示或隐藏剪贴板面板
zh_hant: 顯示或隱藏剪貼板面板

source: Show Smart Groups
de: Intelligente Gruppen anzeigen
fr: Afficher les groupes intelligents
ja: スマートグループを表示
ko: 스마트 그룹 표시
zh_hans: 显示智能分组
zh_hant: 顯示智慧群組

source: Simplified Chinese
de: Vereinfachtes Chinesisch
fr: Chinois simplifié
ja: 簡体中国語
ko: 중국어(간체)
zh_hans: 简体中文
zh_hant: 簡體中文

source: Single-click Paste
de: Einfügen per Einzelklick
fr: Collage en un clic
ja: シングルクリックでペースト
ko: 한 번 클릭으로 붙여넣기
zh_hans: 单击粘贴
zh_hant: 單擊貼上

source: Skill Name
de: Name der Fähigkeit
fr: Nom de la compétence
ja: スキル名
ko: 기술 이름
zh_hans: 技能名称
zh_hant: 技能名稱

# Skill Name Already Exists
source: A skill with this name already exists. Please choose a different name.
de: Es gibt bereits einen Skill mit diesem Namen. Bitte wählen Sie einen anderen Namen.
fr: Une compétence portant ce nom existe déjà. Veuillez choisir un autre nom.
ja: 同じ名前のスキルが既に存在します。別の名前を入力してください。
ko: 같은 이름의 스킬이 이미 있습니다. 다른 이름을 입력하세요.
zh_hans: 已存在同名技能，请换一个名称。
zh_hant: 已存在同名技能，請換一個名稱。

source: Smart Filter Code
de: Code
fr: Code
ja: コード
ko: 코드
zh_hans: 代码
zh_hant: 程式碼

source: Smart Filter Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Smart Filter File
de: Datei
fr: Fichier
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

source: Smart Filter Image
de: Bild
fr: Image
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: Smart Filter Link
de: Link
fr: Lien
ja: リンク
ko: 링크
zh_hans: 链接
zh_hant: 連結

source: Smart Filter Text
de: Text
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: Smart Filters
de: Intelligente Filter
fr: Filtres intelligents
ja: スマートフィルタ
ko: 스마트 필터
zh_hans: 智能筛选
zh_hant: 智慧篩選

source: Smart Group Switching
de: Intelligente Gruppenwechsel
fr: Changement de groupe intelligent
ja: スマートグループ切替
ko: 스마트 그룹 전환
zh_hans: 智能分组切换
zh_hant: 智慧群組切換

source: Some apps couldn't be added: %@.
de: Einige Apps konnten nicht hinzugefügt werden: %@.
fr: Certaines apps n’ont pas pu être ajoutées : %@.
ja: 一部のアプリを追加できませんでした：%@。
ko: 일부 앱을 추가할 수 없습니다: %@.
zh_hans: 以下应用无法添加：%@。
zh_hant: 以下應用程式無法加入：%@。

source: Sort & Behavior
de: Sortierung & Verhalten
fr: Tri et comportement
ja: 並べ替えと動作
ko: 정렬 및 동작
zh_hans: 排序與行为
zh_hant: 排序與行為

source: Starting queued sync request: %@
de: Wartende Synchronisierungsanfrage wird gestartet: %1$@
fr: Démarrage de la demande de synchronisation en file d’attente : %1$@
ja: キュー内の同期リクエストを開始します：%1$@
ko: 대기 중인 동기화 요청을 시작합니다: %1$@
zh_hans: 开始执行排队中的同步请求：%1$@
zh_hant: 開始執行佇列中的同步要求：%1$@

source: Starting runtime rebuild. Target route: %@, merge current store: %@
de: Runtime-Neuaufbau wird gestartet. Zielroute: %1$@, aktuellen Store zusammenführen: %2$@
fr: Démarrage de la reconstruction du runtime. Route cible : %1$@, fusionner le store actuel : %2$@
ja: ランタイムの再構築を開始します。ターゲットルート：%1$@、現在のストアを統合：%2$@
ko: 런타임 재구성을 시작합니다. 대상 경로: %1$@, 현재 저장소 병합: %2$@
zh_hans: 开始重建运行时。目标路由：%1$@，合并当前存储：%2$@
zh_hant: 開始重建執行階段。目標路由：%1$@，合併目前儲存：%2$@

source: Starting startup legacy-store import check
de: Prüfung des Legacy-Store-Imports beim Start wird gestartet
fr: Démarrage de la vérification d’importation du store hérité au lancement
ja: 起動時のレガシーストア取り込みチェックを開始します
ko: 시작 시 기존 저장소 가져오기 검사를 시작합니다
zh_hans: 开始执行启动期旧库导入检查
zh_hant: 開始執行啟動期間舊資料庫匯入檢查

source: Starts in the menu bar after login, without interrupting your workflow.
de: Startet nach der Anmeldung in der Menüleiste, ohne Ihren Workflow zu unterbrechen.
fr: Démarre dans la barre des menus après la connexion, sans interrompre votre flux de travail.
ja: ログイン後はメニューバーで待機し、作業の流れを妨げません。
ko: 로그인 후 메뉴 막대에서 대기하며 작업 흐름을 방해하지 않습니다.
zh_hans: 登录后在菜单栏待命，不打断你的工作流程。
zh_hant: 登入後直接在選單列待命，不打斷你的工作流程。

source: Startup & Language
de: Start & Sprache
fr: Démarrage et langue
ja: 起動と言語
ko: 시작 및 언어
zh_hans: 启动与语言
zh_hant: 啟動與語言

source: Startup legacy-store import check completed
de: Prüfung des Legacy-Store-Imports beim Start abgeschlossen
fr: Vérification d’importation du store hérité au lancement terminée
ja: 起動時のレガシーストア取り込みチェックが完了しました
ko: 시작 시 기존 저장소 가져오기 검사가 완료되었습니다
zh_hans: 启动期旧库导入检查完成
zh_hant: 啟動期間舊資料庫匯入檢查完成

source: Startup legacy-store import failed: %@
de: Import des Legacy-Stores beim Start fehlgeschlagen: %1$@
fr: Échec de l’importation du store hérité au lancement : %1$@
ja: 起動時のレガシーストア取り込みに失敗しました：%1$@
ko: 시작 시 기존 저장소 가져오기에 실패했습니다: %1$@
zh_hans: 启动期旧库导入失败：%1$@
zh_hant: 啟動期間舊資料庫匯入失敗：%1$@

source: Step %lld of %lld
de: Schritt %lld von %lld
fr: Étape %lld sur %lld
ja: ステップ %lld / %lld
ko: %lld / %lld 단계
zh_hans: 步驟 %lld / %lld
zh_hant: 步驟 %lld / %lld

source: Stop Monitoring
de: Überwachung anhalten
fr: Suspendre la surveillance
ja: クリップボード監視を停止
ko: 클립보드 모니터링 중지
zh_hans: 停止监控剪贴板
zh_hant: 停止監控剪貼板

source: Supported Content
de: Unterstützte Inhalte
fr: Contenu pris en charge
ja: 対応コンテンツ
ko: 지원 콘텐츠
zh_hans: 适用内容
zh_hant: 適用內容

source: Sync Diagnostics
de: Synchronisierungsdiagnose
fr: Diagnostic de synchronisation
ja: 同期診断
ko: 동기화 진단
zh_hans: 同步诊断
zh_hant: 同步診斷

source: Sync Failed: %@
de: Synchronisierung fehlgeschlagen: %1$@
fr: Échec de la synchronisation : %1$@
ja: 同期に失敗しました：%1$@
ko: 동기화 실패: %1$@
zh_hans: 同步失败：%1$@
zh_hant: 同步失敗：%1$@

source: Sync status refresh failed: %@
de: Aktualisierung des Synchronisierungsstatus fehlgeschlagen: %1$@
fr: Échec de l’actualisation de l’état de synchronisation : %1$@
ja: 同期状態の更新に失敗しました：%1$@
ko: 동기화 상태 새로 고침 실패: %1$@
zh_hans: 同步状态刷新失败：%1$@
zh_hant: 同步狀態重新整理失敗：%1$@

source: Sync toggle already in progress. Queued request: %@
de: Synchronisierungsschalter bereits in Bearbeitung. Anfrage in Warteschlange: %1$@
fr: Bascule de synchronisation déjà en cours. Demande mise en file d’attente : %1$@
ja: 同期切り替えはすでに処理中です。リクエストをキューに追加しました：%1$@
ko: 동기화 전환이 이미 진행 중입니다. 요청을 대기열에 추가했습니다: %1$@
zh_hans: 同步切换进行中，已排队请求：%1$@
zh_hant: 同步切換進行中，已將要求加入佇列：%1$@

source: Sync via iCloud
de: Über iCloud synchronisieren
fr: Synchroniser via iCloud
ja: iCloud で同期
ko: iCloud로 동기화
zh_hans: 通过 iCloud 同步
zh_hant: 透過 iCloud 同步

source: Syncing…
de: Wird synchronisiert…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
zh_hans: 同步中…
zh_hant: 同步中…

source: System
de: Automatisch
fr: Automatique
ja: システム設定に従う
ko: 시스템 설정
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System About Panel…
de: Systeminfo-Panel…
fr: Panneau À propos du système…
ja: システムの「このアプリについて」パネル…
ko: 시스템 정보 패널…
zh_hans: 系统关于面板…
zh_hant: 系統關於面板…

source: Target runtime is ready: %@
de: Ziel-Runtime ist bereit: %1$@
fr: Runtime cible prêt : %1$@
ja: ターゲットランタイムの準備ができました：%1$@
ko: 대상 런타임이 준비되었습니다: %1$@
zh_hans: 目标运行时已就绪：%1$@
zh_hant: 目標執行階段已就緒：%1$@

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d’utilisation
ja: 利用規約
ko: 서비스 약관
zh_hans: 服务条款
zh_hant: 服務條款

source: Test Connection
de: Verbindung testen
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連線

source: Text preview truncated for performance.
de: … (Text zu lang, Vorschau gekürzt)
fr: … (Texte trop long, aperçu tronqué)
ja: …（テキストが長いためプレビューを省略）
ko: … (텍스트가 길어 미리보기를 줄였습니다)
zh_hans: … (文本过长，已折叠)
zh_hant: …（文字過長，已摺疊）

source: The group's clipboard records will safely return to "All".
de: Die Einträge dieser Gruppe kehren sicher zur „Alle“-Liste zurück.
fr: Les entrées du groupe retourneront dans « Tout ».
ja: グループ内のクリップボード記録は「すべて」に戻ります。
ko: 그룹의 클립보드 기록은 '전체' 목록으로 돌아갑니다.
zh_hans: 此分组內的剪贴板记录将安全地回到「全部」列表中。
zh_hant: 此群組內的剪貼板記錄將安全地回到「全部」列表中。

source: Theme Color
de: Akzentfarbe
fr: Couleur du thème
ja: テーマカラー
ko: 테마 색상
zh_hans: 主题色
zh_hant: 主題色

source: These options can be changed anytime in Settings.
de: Diese Optionen können jederzeit in den Einstellungen geändert werden.
fr: Ces options peuvent être modifiées à tout moment dans les paramètres.
ja: これらのオプションは、いつでも設定で変更できます。
ko: 이 옵션은 언제든지 설정에서 변경할 수 있습니다.
zh_hans: 这些选项随时可以在设置中更改。
zh_hant: 這些選項隨時可以在設定中更改。

source: These options can be changed in Settings at any time.
de: Diese Optionen können jederzeit in den Einstellungen geändert werden.
fr: Ces options peuvent être modifiées à tout moment dans les paramètres.
ja: これらの設定はいつでも変更できます。
ko: 이 설정은 언제든지 변경할 수 있습니다.
zh_hans: 这些选项随时可以在设置中调整。
zh_hant: 這些選項隨時可以在設定裡調整。

source: These shortcuts are handled only when the Clipaste panel is the active window, so native shortcuts in Notes, browsers, Terminal, and other apps stay intact.
de: Diese Kurzbefehle werden nur verarbeitet, wenn das Clipaste-Panel das aktive Fenster ist. Native Kurzbefehle in Notizen, Browsern, Terminal und anderen Apps bleiben unverändert.
fr: Ces raccourcis ne sont gérés que lorsque le panneau Clipaste est la fenêtre active, afin de préserver les raccourcis natifs dans Notes, les navigateurs, Terminal et les autres apps.
ja: これらのショートカットは、Clipaste パネルがアクティブウィンドウのときにのみ処理されるため、メモ、ブラウザ、Terminal など他のアプリの標準ショートカットには影響しません。
ko: 이 단축키는 Clipaste 패널이 활성 창일 때만 처리되므로, 메모, 브라우저, 터미널 및 기타 앱의 기본 단축키는 그대로 유지됩니다.
zh_hans: 这些快捷键只会在 Clipaste 面板处于活动窗口时处理，因此备忘录、浏览器、终端等应用里的原生快捷键不会受影响。
zh_hant: 這些快捷鍵只會在 Clipaste 面板處於作用中視窗時處理，因此備忘錄、瀏覽器、終端機等 App 內的原生快捷鍵不會受影響。

source: This AI skill does not support the selected clipboard item.
de: Diese KI-Fähigkeit unterstützt das ausgewählte Zwischenablageelement nicht.
fr: Cette compétence IA ne prend pas en charge l’élément du presse-papiers sélectionné.
ja: この AI スキルは選択したクリップボード項目に対応していません。
ko: 이 AI 기술은 선택한 클립보드 항목을 지원하지 않습니다.
zh_hans: 此 AI 技能不支持选中的剪切板 Item。
zh_hant: 此 AI 技能不支援選取的剪貼板項目。

source: Toggle Favorites for Selection
de: Favorit für Auswahl umschalten
fr: Ajouter/Retirer comme Favori
ja: 選択項目のお気に入りを切り替え
ko: 선택 항목 즐겨찾기 전환
zh_hans: 切换选中项收藏
zh_hant: 切換選中項收藏

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
fr: Afficher/Masquer la barre latérale
ja: サイドバーの表示/非表示を切り替え
ko: 사이드바 표시/숨기기 전환
zh_hans: 切换侧边栏显示
zh_hant: 切換側邊欄顯示

source: Toggle Vertical Clipboard
de: Vertikale Zwischenablage umschalten
fr: Permuter entre modes d'affichage [Vertical : Colonne | Liste | Horizontal : Clips]
ja: 縦型クリップボードを切り替え
ko: 세로 클립보드 전환
zh_hans: 切换垂直剪贴板
zh_hant: 切換垂直剪貼板

source: Traditional Chinese
de: Traditionelles Chinesisch
fr: Chinois traditionnel
ja: 繁体中国語
ko: 중국어(번체)
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Transaction verification failed: %@
de: Transaktionsüberprüfung fehlgeschlagen: %@
fr: Échec de la vérification de la transaction : %@
ja: トランザクション検証に失敗しました: %@
ko: 거래 확인 실패: %@
zh_hans: 交易校验失败：%@
zh_hant: 交易驗證失敗：%@

source: Translate Preview
de: Vorschau übersetzen
fr: Traduire l’aperçu
ja: プレビューを翻訳
ko: 미리 보기 번역
zh_hans: 翻译预览
zh_hant: 翻譯預覽

source: Try a different search term
de: Anderen Suchbegriff versuchen
fr: Essayez un autre terme
ja: 別のキーワードをお試しください
ko: 다른 검색어를 시도해 보세요
zh_hans: 请嘗試更换搜索关键字
zh_hant: 請嘗試更換搜尋關鍵字

source: Unable to Add Apps
de: Apps konnten nicht hinzugefügt werden
fr: Impossible d’ajouter les apps
ja: アプリを追加できません
ko: 앱을 추가할 수 없음
zh_hans: 无法添加应用
zh_hant: 無法加入應用程式

source: Unlimited
de: Unbegrenzt
fr: Illimité
ja: 無制限
ko: 무제한
zh_hans: 无限制
zh_hant: 永久

source: Unlimited History
de: Unbegrenzter Verlauf
fr: Historique illimité
ja: 無制限の履歴
ko: 무제한 기록
zh_hans: 无限历史
zh_hant: 無限歷史

source: Unpin Panel
de: Panel lösen
fr: Détacher le panneau
ja: パネルの固定を解除
ko: 패널 고정 해제
zh_hans: 取消固定面板
zh_hant: 取消固定面板

# Unsaved Edit Changes Message
source: If you don't save, your changes will be lost.
de: Wenn du nicht sicherst, gehen deine Änderungen verloren.
fr: Si vous n’enregistrez pas, vos modifications seront perdues.
ja: 保存しない場合、変更内容は失われます。
ko: 저장하지 않으면 변경사항이 사라집니다.
zh_hans: 如果不保存，你的更改将会丢失。
zh_hant: 如果不儲存，你的更改將會遺失。

source: Update check failed: %@
de: Update-Prüfung fehlgeschlagen: %1$@
fr: Échec de la recherche de mise à jour : %1$@
ja: アップデート確認に失敗しました：%1$@
ko: 업데이트 확인 실패: %1$@
zh_hans: 检查更新失败：%1$@
zh_hant: 檢查更新失敗：%1$@

source: Update Now
de: Jetzt aktualisieren
fr: Mettre à jour
ja: 今すぐアップデート
ko: 지금 업데이트
zh_hans: 立即更新
zh_hant: 立即更新

source: Use Active Configuration
de: Aktive Konfiguration verwenden
fr: Utiliser la configuration active
ja: アクティブ設定を使用
ko: 활성 구성 사용
zh_hans: 使用当前配置
zh_hant: 使用目前設定

# Use Again: %@
source: Use Again: %1$@
de: Erneut verwenden: %1$@
fr: Réutiliser : %1$@
ja: 再使用：%1$@
ko: 다시 사용: %1$@
zh_hans: 再次使用：%1$@
zh_hant: 再次使用：%1$@
